[
  { "id": 1, "joke": "Why'd the alternate universe Spider-Man do so well on his driving test? He's an excellent parallel Parker.", "category": "Groaner" },
  { "id": 2, "joke": "A doctor walks into a room with a dying patient and tells him, \"I'm sorry, but you only have ten left.\" The patient asks him, \"Ten what, Doc? Hours? Days? Weeks?\" The doctor calmly looks at him and says, \"Nine.\"", "category": "Sick" },
  { "id": 3, "joke": "The guy who stole my diary just died. My thoughts are with his family.", "category": "Sick" },
  { "id": 4, "joke": "Give a man a plane ticket and he flies for the day. Push him out of the plane at 3,000 feet and he'll fly for the rest of his life.", "category": "Sick" },
  { "id": 5, "joke": "Women should not have children after 36—really, 36 children is enough.", "category": "Groaner" },
  { "id": 6, "joke": "I wonder what my parents did to fight boredom before the internet. I asked my eighteen brothers and sisters but they didn't have any idea either.", "category": "Parenting" },
  { "id": 7, "joke": "My friend said that if he went off a cliff, it would be on his own accord. It's a good thing he drives a Civic.", "category": "Sick" },
  { "id": 8, "joke": "What do you call a sad cup of coffee? Depresso.", "category": "Groaner" },
  { "id": 9, "joke": "My friend claims he glued himself to his autobiography. I don't believe him, but that's his story and he's sticking to it.", "category": "Groaner" },
  { "id": 10, "joke": "I tried to start a professional hide and seek team, but it didn't work out. Turns out, good players are hard to find.", "category": "Groaner" },
  { "id": 11, "joke": "What's a lawyer's favorite drink? Subpoena colada.", "category": "Groaner" },
  { "id": 12, "joke": "I was reading a great book about an immortal dog the other day. It was impossible to put down.", "category": "Sick" },
  { "id": 13, "joke": "Not to brag but I made six figures last year. I was also named worst employee at the toy factory.", "category": "Groaner" },
  { "id": 14, "joke": "Did you know that the first french fries weren't cooked in France? They were cooked in Greece.", "category": "Punny" },
  { "id": 15, "joke": "At the job interview, they asked me, \"Where do you see yourself in five years?\"", "category": "Groaner" },
  { "id": 16, "joke": "Why didn't the astronaut come home to his wife? He needed his space.", "category": "Wife" },
  { "id": 17, "joke": "What do you call someone who refuses to fart in public? A private tutor.", "category": "Sick" },
  { "id": 18, "joke": "My wife gave me an ultimatum: Her or my addiction to sweets. The decision was a piece of cake.", "category": "Wife" },
  { "id": 19, "joke": "I don't get why bakers aren't wealthier. They make so much dough.", "category": "Groaner" },
  { "id": 20, "joke": "Clothes, but no cigar.", "category": "Groaner" },
  { "id": 21, "joke": "My doctor told me I was going deaf. The news was hard for me to hear.", "category": "Groaner" },
  { "id": 22, "joke": "Today I'm attaching a light to the ceiling, but I'm afraid I'll probably screw it up.", "category": "Groaner" },
  { "id": 23, "joke": "What's the difference between a wizard who raises the undead and a sexy vampire? One is a necromancer and the other is a neck romancer.", "category": "Sick" },
  { "id": 24, "joke": "What's blue and not very heavy? Light blue.", "category": "Groaner" },
  { "id": 25, "joke": "I have a great joke about nepotism. But I'll only tell it to my kids.", "category": "Parenting" },
  { "id": 26, "joke": "Ever since we started quarantining, I've only been telling inside jokes.", "category": "Groaner" },
  { "id": 27, "joke": "They say that breakfast is the most important meal of the day. Well, not if it's poisoned. Then the antidote becomes the most important.", "category": "Sick" },
  { "id": 28, "joke": "Swords will never go obsolete. They're cutting edge technology.", "category": "Groaner" },
  { "id": 29, "joke": "What do you call a wizard who's really bad at football? Fumbledore.", "category": "Groaner" },
  { "id": 30, "joke": "What's the best thing about living in Switzerland? I don't know, but the flag is a big plus.", "category": "Groaner" },
  { "id": 31, "joke": "During my calculus test, I had to sit between identical twins. It was hard to differentiate between them.", "category": "Groaner" },
  { "id": 32, "joke": "As I get older, I remember all the people I lost along the way. Maybe a career as a tour guide was not the right choice.", "category": "Sick" },
  { "id": 33, "joke": "What's green and has wheels? Grass. I lied about the wheels.", "category": "Groaner" },
  { "id": 34, "joke": "Concerned that his son was spending too much time on video games, a dad told him, \"When Abe Lincoln was your age, he was studying books by the light of the fireplace.\" \"Oh yeah?\" the son retorts. \"Well, when Abe Lincoln was your age, he was President of the United States.\"", "category": "Parenting" },
  { "id": 35, "joke": "If a pig loses its voice…does it become disgruntled?", "category": "Punny" },
  { "id": 36, "joke": "If I ever find the doctor who screwed up my limb replacement surgery…I'll kill him with my bear hands.", "category": "Punny" },
  { "id": 37, "joke": "What kind of fruit do ghosts like? Boo-berries.", "category": "Groaner" },
  { "id": 38, "joke": "Of all the inventions of the last 100 years, the dry erase board has to be the most remarkable.", "category": "Punny" },
  { "id": 39, "joke": "Have you heard about the restaurant on the moon? Great food, no atmosphere.", "category": "Groaner" },
  { "id": 40, "joke": "She said I won't be able to make it.", "category": "Groaner" },
  { "id": 41, "joke": "I didn't want to believe that my dad was stealing from his job as a traffic cop, but when I got home, all the signs were there.", "category": "Groaner" },
  { "id": 42, "joke": "What happened when the ten-year-old cannibal spilled his soup? His mother gave him an earful.", "category": "Parenting" },
  { "id": 43, "joke": "Why is it so cheap to throw a party at a haunted house? Because the ghosts bring all the boos.", "category": "Punny" },
  { "id": 44, "joke": "Wanna hear a joke about paper? Never mind. It's tearable.", "category": "Punny" },
  { "id": 45, "joke": "I just found out Albert Einstein existed. My whole life I thought he was a theoretical physicist.A comma. A literalist takes everything literally. A kleptomaniac takes everything, literally.", "category": "Groaner" },
  { "id": 46, "joke": "What's the difference between a well-dressed man on a unicycle and a poorly-dressed man on a bicycle? Attire.", "category": "Punny" },
  { "id": 47, "joke": "How come the Hulk doesn't lose his pants when he transforms? The experiment altered his jeans.", "category": "Groaner" },
  { "id": 48, "joke": "A buddy asked how many fish I caught. I told him it's not polite to fish and tell.", "category": "Groaner" },
  { "id": 49, "joke": "How does cereal pay its bills? With Chex.", "category": "Punny" },
  { "id": 50, "joke": "I only seem to get sick on weekdays. I must have a weekend immune system.", "category": "Punny" },
  { "id": 51, "joke": "A cop started crying while he was writing me a ticket. I asked him why and he said, \"It's a moving violation.\"", "category": "Groaner" },
  { "id": 52, "joke": "I was sitting on the back porch with my wife when I suddenly blurted out, \"I love you.\" \"Is that you or the beer talking?\" she asked. I answered, \"It's me… talking to my beer.\"", "category": "Wife" },
  { "id": 53, "joke": "One friend complained to another, \"All my husband and I do anymore is fight. I've been so upset, I've lost 20 pounds.\" \"If it's that bad, why don't you just leave him?\" asked the second friend. \"I'd like to lose another fifteen pounds first.\"", "category": "Wife" },
  { "id": 54, "joke": "My landlord told me we need to talk about the heating bill. \"Sure,\" I said. \"My door is always open.\"", "category": "Groaner" },
  { "id": 55, "joke": "What do you call a line of men waiting to get haircuts? A barberqueue.", "category": "Punny" },
  { "id": 56, "joke": "If you're feeling depressed, try drinking a gallon of water before you go to sleep. It'll give you a reason to get out of bed in the morning.", "category": "Groaner" },
  { "id": 57, "joke": "I was playing chess with my friend and he said, \"Let's make this interesting.\" So we stopped playing chess.", "category": "Groaner" },
  { "id": 58, "joke": "My wife gave birth three times and still fits in her prom dress from high school. I gave birth zero times and I don't fit in my pants from March.", "category": "Wife" },
  { "id": 59, "joke": "The difference between a numerator and a denominator is a short line. Only a fraction of people will understand this", "category": "Punny" },
  { "id": 60, "joke": "I always knock on the fridge door before opening it, just in case there's a salad dressing.", "category": "Groaner" },
  { "id": 61, "joke": "I had an appointment to see my psychic next week, but she just called to cancel.", "category": "Groaner" },
  { "id": 62, "joke": "I hate it when people say age is only a number. Age is clearly a word.", "category": "Groaner" },
  { "id": 63, "joke": "I found a wooden shoe in my toilet today. It was clogged.", "category": "Punny" },
  { "id": 64, "joke": "I wasn't close to my father when he died. Which is lucky because he stepped on a landmine.", "category": "Parenting" },
  { "id": 65, "joke": "I ordered a chicken and an egg from Amazon. I'll let you know.", "category": "Groaner" },
  { "id": 66, "joke": "My wife told me she didn't understand cloning. I told her, \"That makes two of us.\"", "category": "Wife" },
  { "id": 67, "joke": "What has five toes and isn't your foot? My foot.", "category": "Groaner" },
  { "id": 68, "joke": "I just got my doctor's test results and I'm really upset. Turns out, I'm not gonna be a doctor.", "category": "Sick" },
  { "id": 69, "joke": "You used to be able to get air for free at gas stations, but now it's a $1. That's inflation for you.", "category": "Groaner" },
  { "id": 70, "joke": "My wife told me that I twist everything she says to my advantage. I take that as a compliment.", "category": "Wife" },
  { "id": 71, "joke": "\"Your wife and daughter look like twins,\" my friend said. \"Well,\" I replied, \"they were separated at birth.\"", "category": "Wife" },
  { "id": 72, "joke": "My wife and I have decided not to have kids. The kids are taking it pretty badly.", "category": "Parenting" },
  { "id": 73, "joke": "An apple a day keeps the doctor away. At least it does if you throw it hard enough.", "category": "Groaner" },
  { "id": 74, "joke": "Which days are the strongest? Saturday and Sunday. The rest are weekdays.", "category": "Punny" },
  { "id": 75, "joke": "I just found out I'm colorblind. The news came out of the purple!", "category": "Punny" },
  { "id": 76, "joke": "I just applied for a job down at the diner. I told them I really bring a lot to the table.", "category": "Groaner" },
  { "id": 77, "joke": "Lance isn't that common a name these days, but in medieval times, they were called lance-a-lot.", "category": "Groaner" },
  { "id": 78, "joke": "What is a guitar player's favorite Italian food? Strum-boli.", "category": "Punny" },
  { "id": 79, "joke": "I built a model of Mount Everest and my son asked if it was to scale. \"No,\" I said. \"It's to look at.\"", "category": "Groaner" },
  { "id": 80, "joke": "A panic-stricken man explained to his doctor, \"You have to help me, I think I'm shrinking.\" \"Now settle down,\" the doctor calmly told him. \"You'll just have to learn to be a little patient.\"", "category": "Punny" },
  { "id": 81, "joke": "I can't take my dog to the pond anymore because the ducks keep attacking him. That's what I get for buying a pure bread dog.", "category": "Punny" },
  { "id": 82, "joke": "I'm addicted to collecting vintage Beatles albums. I need Help.", "category": "Groaner" },
  { "id": 83, "joke": "What do you call a Frenchman wearing sandals? Philippe Flop.", "category": "Punny" },
  { "id": 84, "joke": "Marriage involves three rings: The engagement ring, the wedding ring, and the suffer-ring.", "category": "Wife" },
  { "id": 85, "joke": "I wanted my kids to watch the orchestra, but I had to turn it off—too much sax and violins.", "category": "Groaner" },
  { "id": 86, "joke": "I'd like to have kids one day. I don't think I could stand them any longer than that, though.", "category": "Parenting" },
  { "id": 87, "joke": "Today I decided to go visit my childhood home. I asked the residents if I could come inside because I was feeling nostalgic, but they refused and slammed the door on my face. My parents are the worst.", "category": "Parenting" },
  { "id": 88, "joke": "I asked my wife if I was the only one she slept with. She said yes—the others were 7's and 8's.", "category": "Groaner" },
  { "id": 89, "joke": "I asked the IT guy, \"How do you make a Motherboard?\" He said, \"I tell her about my job.\"", "category": "Groaner" },
  { "id": 90, "joke": "My dad was born a conjoined twin, but separated at birth. So I have an uncle, once removed.", "category": "Groaner" },
  { "id": 91, "joke": "\"Just say NO to drugs!\" Well, if I'm talking to drugs, I probably already said yes.", "category": "Groaner" },
  { "id": 92, "joke": "I'm reading a horror story in braille. Something bad is going to happen, I can just feel it.", "category": "Groaner" },
  { "id": 93, "joke": "What's brown and sticky? A stick.", "category": "Groaner" },
  { "id": 94, "joke": "It's easy to convince ladies not to eat Tide Pods, but harder to deter gents.", "category": "Punny" },
  { "id": 95, "joke": "What's Forrest Gump's password? 1forrest1.", "category": "Punny" },
  { "id": 96, "joke": "If prisoners could take their own mug shots…They'd be called cellfies.", "category": "Punny" },
  { "id": 97, "joke": "I bought Spotify premium for an uninterrupted music experience. But I still hear my wife's bickering between songs.", "category": "Wife" },
  { "id": 98, "joke": "My wife left a note on the fridge that said, \"This isn't working.\" I'm not sure what she's talking about. I opened the fridge door and it's working fine!", "category": "Wife" },
  { "id": 99, "joke": "What did Yoda say when he saw himself in 4K? HDMI.", "category": "Groaner" },
  { "id": 100, "joke": "When I die, I want to be cremated. It's my last chance to have a smokin' hot body.", "category": "Groaner" },
  { "id": 101, "joke": "My friend couldn't afford to pay his bill, so I sent him a \"Get Well Soon\" card.", "category": "Groaner" },
  { "id": 102, "joke": "I'm Buzz Aldrin, second man to step on the moon. Neil before me.", "category": "Groaner" },
  { "id": 103, "joke": "I just spent $300 on a limo and learned it doesn't come with a driver. I can't believe I have nothing to chauffer it.", "category": "Groaner" },
  { "id": 104, "joke": "My daughter just shrieked at me, \"Daaaaaad, you haven't listened to a word I've said, have you?\" What an odd way to begin a conversation.", "category": "Parenting" },
  { "id": 105, "joke": "What do you call a bundle of hay in a church? Christian Bale.", "category": "Punny" },
  { "id": 106, "joke": "I heard Sony's coming out with a new console during the pandemic...It's called the Plaguestation 5.", "category": "Sick" },
  { "id": 107, "joke": "My grief counselor died the other day. He was so good at his job, I don't even care.", "category": "Sick" },
  { "id": 108, "joke": "After dinner my wife asked if I could clear the table. I needed a running start, but I made it.", "category": "Wife" },
  { "id": 109, "joke": "What happens when frogs park illegally? They get toad.", "category": "Groaner" },
  { "id": 110, "joke": "I have a fish that can breakdance. Only for ten seconds though, and only once.", "category": "Sick" },
  { "id": 111, "joke": "\"Dad, can you explain to me what a solar eclipse is?\" No sun.", "category": "Parenting" },
  { "id": 112, "joke": "A man walks into a magic forest and tries to cut down a talking tree. \"You can't cut me down,\" the tree complains. \"I'm a talking tree!\" The man responds, \"You may be a talking tree, but you will dialogue.\"", "category": "Sick" },
  { "id": 113, "joke": "In 2017 I didn't do a marathon. I didn't do one in 2018, 2019, or 2020, either. This is a running joke.", "category": "Groaner" },
  { "id": 114, "joke": "\"Cop: I'm arresting you for downloading the entire Wikipedia.\" Man: \"Wait! I can explain everything!\"", "category": "Groaner" },
  { "id": 115, "joke": "Why should you never brush your teeth with your left hand? Because a toothbrush works better.", "category": "Groaner" },
  { "id": 116, "joke": "I tried to explain to my 4-year-old son that it's perfectly normal to accidentally poop your pants. But he's still making fun of me.", "category": "Parenting" },
  { "id": 117, "joke": "To whoever stole my copy of Microsoft Office, I will find you. You have my Word.", "category": "Punny" },
  { "id": 118, "joke": "30 percent of pet owners let their pets sleep in their bed. I tried it and my goldfish died.", "category": "Groaner" },
  { "id": 119, "joke": "I tell dad jokes but I have no kids. I'm a faux pa!", "category": "Parenting" },
  { "id": 120, "joke": "A son tells his father, \"I have an imaginary girlfriend.\" The father sighs and says, \"You know, you could do better.\" \"Thanks Dad,\" the son says. \"That means a lot.\" The father shakes his head and goes, \"I was talking to your girlfriend.\"", "category": "Parenting" },
  { "id": 121, "joke": "Did you know your pupils are the last part to stop working when you die? They dilate.", "category": "Punny" },
  { "id": 122, "joke": "My wife told me she'll slam my head on the keyboard if I don't get off the computer. I'm not too worried, I think she's jokinlkjhfakljn m,.nbziyoao78yv87dfaoyuofaytdf", "category": "Wife" },
  { "id": 123, "joke": "What do you call a beehive without an exit? Unbelievable.", "category": "Punny" },
  { "id": 124, "joke": "I think my wife is putting glue on my antique guns collection. She denies it but I'm sticking to my guns.", "category": "Wife" },
  { "id": 125, "joke": "I used to be addicted to soap, but I'm clean now.", "category": "Groaner" },
  { "id": 126, "joke": "When does a joke become a dad joke? When it becomes apparent.", "category": "Parenting" },
  { "id": 127, "joke": "This year's Fibonacci convention is going to be really special. Apparently it's as big as the last two put together.", "category": "Groaner" },
  { "id": 128, "joke": "\"Just look at that couple down the road,\" a wife told her husband. \"He keeps holding her hand, kissing her, holding the door for her. Why can't you do that?\" \"Are you insane?\" he responded. \"I barely know the woman!\"", "category": "Wife" },
  { "id": 129, "joke": "Never date a tennis player. Love means nothing to them.", "category": "Groaner" },
  { "id": 130, "joke": "How do you make a tissue dance? You put a little boogie in it.", "category": "Groaner" },
  { "id": 131, "joke": "How do flat-earthers travel? On a plane.", "category": "Groaner" },
  { "id": 132, "joke": "Someone complimented my parking today! They left a sweet note on my windshield that said \"parking fine.\"", "category": "Groaner" },
  { "id": 133, "joke": "Where do pirates get their hooks? Second hand stores.", "category": "Punny" },
  { "id": 134, "joke": "I just broke up with my mathematician girlfriend. She was obsessed with an X.", "category": "Punny" },
  { "id": 135, "joke": "If you donate a kidney, everybody loves you and you're a total hero. But try donating five kidneys and suddenly everyone is yelling and the police get called.", "category": "Sick" },
  { "id": 136, "joke": "People in Athens rarely get up before sunrise. Dawn is tough on Greece.", "category": "Groaner" },
  { "id": 137, "joke": "This morning, Siri said, \"Don't call me Shirley.\" I accidentally left my phone in Airplane mode.", "category": "Punny" },
  { "id": 138, "joke": "I just read that someone in London gets stabbed every 52 seconds. Poor bastard.", "category": "Sick" },
  { "id": 139, "joke": "A father tells his son that he was adopted. \"I want to meet my biological parents,\" the son demands. \"We are your biological parents,\" the father responds. \"Now pack up, the new ones will pick you up in twenty minutes.\"", "category": "Parenting" },
  { "id": 140, "joke": "How do cows stay up to date? They read the Moo-spaper.", "category": "Punny" },
  { "id": 141, "joke": "My wife and I were out to dinner and the waitress started flirting with me. \"She obviously has COVID,\" my wife said. \"Why?\" I asked. \"Because she has no taste.\"", "category": "Wife" },
  { "id": 142, "joke": "What is the difference between a literalist and a kleptomaniac?", "category": "Groaner" },
  { "id": 143, "joke": "Did you hear Bruce Springsteen changed the lyrics to one of his songs? What's he going to change next—his hair? His clothes? His face?", "category": "Groaner" },
  { "id": 144, "joke": "What's an astronaut's favorite part of the computer? The Space Bar.", "category": "Groaner" },
  { "id": 145, "joke": "I told him, \"I think we'll still be using mirrors in five years.\"", "category": "Groaner" },
  { "id": 146, "joke": "In fact, if you sneer at any other method of measuring liquids, you may be held in contempt of quart.", "category": "Punny" },
  { "id": 147, "joke": "I asked my date to meet me at the gym but she never showed up. I guess the two of us aren't going to work out.", "category": "Punny" },
  { "id": 148, "joke": "I like to spend my weekends playing chess with elderly men in the park. But it's becoming more difficult. You try finding exactly32 old guys.", "category": "Sick" },
  { "id": 149, "joke": "What's worse than biting into an apple and finding a worm? Biting into an apple and finding half a worm.", "category": "Sick" },
  { "id": 150, "joke": "\"Siri,\" I asked my phone, \"why am I so bad with women?\" She responded, \"I'm Bixby, you moron.\"", "category": "Wife" },
  { "id": 151, "joke": "After an unsuccessful harvest, why did the farmer decide to try a career in music? Because he had a ton of sick beets.", "category": "Punny" },
  { "id": 152, "joke": "A man walks into a bar. The bartender asks, \"What do you want?\" The man says, \"Oh, just some fruit punch.\" The bartender sighs and shakes his head, \"If you want punch, you're gonna have to wait in line.\" The man looks around, but there is no punchline.", "category": "Sick" },
  { "id": 153, "joke": "What do you call it when James Bond takes a bath? Bubble 07.", "category": "Groaner" },
  { "id": 154, "joke": "What did the buffalo say to his son when he dropped him off at school? Bison.", "category": "Parenting" },
  { "id": 155, "joke": "Does anybody know where a guy can find a person to hang out with, talk to, and enjoy spending time with? I'm just asking for a friend.", "category": "Groaner" },
  { "id": 156, "joke": "How many clickbait articles does it take to change a lightbulb? The answer will shock you!", "category": "Groaner" },
  { "id": 157, "joke": "My wife wanted to spice up our sex life, so she asked if we could play doctor tonight. It seemed like a weird idea, but I'm eager to please.", "category": "Wife" },
  { "id": 158, "joke": "Where do dads store their dad jokes? In the dad-a-base.", "category": "Groaner" },
  { "id": 159, "joke": "Do you know the last thing my grandfather said to me before he kicked the bucket? \"Grandson, watch how far I can kick this bucket.\"", "category": "Sick" },
  { "id": 160, "joke": "My wife told me to quit doing my terrible Arnold impression, but don't worry, I'll return.", "category": "Wife" },
  { "id": 161, "joke": "I used to run a dating service for chickens. But I was struggling to make hens meet.", "category": "Punny" },
  { "id": 162, "joke": "What did one monocle say to the other monocle? Let's get together and make a spectacle of ourselves.", "category": "Groaner" },
  { "id": 163, "joke": "I was excited to hear Apple might start selling its own cars until I learned they wouldn't support windows.", "category": "Groaner" },
  { "id": 164, "joke": "I don't get why Marvel doesn't use the Hulk to advertise more. He's basically one big Banner.", "category": "Punny" },
  { "id": 165, "joke": "When my uncle Frank died, he wanted his remains to be buried in his favorite beer mug. His last wish was to be Frank in Stein.", "category": "Sick" },
  { "id": 166, "joke": "Have you heard about those new corduroy pillows? They're making headlines.", "category": "Punny" },
  { "id": 167, "joke": "I went to a smoke shop only to discover it'd been replaced by an apparel store.", "category": "Groaner" },
  { "id": 168, "joke": "Yesterday, I was washing the car with my son. He said, \"Dad, can't you just use a sponge?\"", "category": "Parenting" },
  { "id": 169, "joke": "My ex and I had a very amicable divorce. I know this because when I posted on Facebook, \"I'm getting a divorce,\" she was the first one to like it.", "category": "Wife" },
  { "id": 170, "joke": "What does a baby computer call his father? Data.", "category": "Punny" },
  { "id": 171, "joke": "My friend was showing me his tool shed and pointed to a ladder. \"That's my stepladder,\" he said. \"I never knew my real ladder.\"", "category": "Punny" },
  { "id": 172, "joke": "Anyone looking to buy a Delorean? Good shape, good mileage. Only driven from time to time", "category": "Groaner" },
  { "id": 173, "joke": "When I see the names of lovers engraved on a tree, I don't find it cute or romantic. I find it weird how many people take knives with them on dates.", "category": "Wife" },
  { "id": 174, "joke": "Why is it a bad idea to eat a clock? Because it's so time-consuming.", "category": "Groaner" },
  { "id": 175, "joke": "A century ago, two brothers decided it was possible to fly. And as you can see, they were Wright.", "category": "Groaner" },
  { "id": 176, "joke": "\"What's your name, son?\" The principal asked his student. The kid replied, \"D-d-d-dav-dav-david, sir.\" \"Do you have a stutter?\" the principal asked. The student answered, \"No sir, my dad has a stutter but the guy who registered my name was a real jerk.\"", "category": "Parenting" },
  { "id": 177, "joke": "I was in a job interview the other day and they asked if I could perform under pressure. I said no, but I could perform Bohemian Rhapsody.", "category": "Groaner" },
  { "id": 178, "joke": "I used to hate facial hair, but then it grew on me.", "category": "Groaner" },
  { "id": 179, "joke": "How do nonbinary people hurt each other? They slash them. (They/them)", "category": "Groaner" },
  { "id": 180, "joke": "How do you find Will Smith in a snowstorm? You look for fresh prints.", "category": "Punny" },
  { "id": 181, "joke": "I don't trust stairs. They're always up to something.", "category": "Groaner" },
  { "id": 182, "joke": "In America, using the metric system can get you in legal trouble.", "category": "Punny" },
  { "id": 183, "joke": "My hotel tried to charge me ten dollars extra for air conditioning. That wasn't cool.", "category": "Punny" },
  { "id": 184, "joke": "Just got back from a job interview where I was asked if I could perform under pressure. I said I wasn't too sure about that but I could do a wicked \"Bohemian Rhapsody.\"", "category": "Groaner" },
  { "id": 185, "joke": "I have a joke about trickle down economics. But 99% of you will never get it.", "category": "Groaner" },
  { "id": 186, "joke": "In my free time, I like to help blind people. Verb, not adjective.", "category": "Sick" },
  { "id": 187, "joke": "My wife asked me the other day where I got so much candy. I said, \"I always have a few Twix up my sleeve.\"", "category": "Punny" },
  { "id": 188, "joke": "I can always tell when my wife is lying just by looking at her. I can also tell when she's standing.", "category": "Wife" },
  { "id": 189, "joke": "Why didn't the vampire attack Taylor Swift? She had bad blood.", "category": "Groaner" },
  { "id": 190, "joke": "A kid decided to burn his house down. His dad watched, tears in his eyes. He put his arm around the mom and said, \"That's arson.\"", "category": "Parenting" },
  { "id": 191, "joke": "My wife left me because of my obsession with pasta. I'm feeling cannelloni right now.", "category": "Groaner" },
  { "id": 192, "joke": "My dad died because he couldn't remember his blood type. He kept insisting we \"be positive,\" but it's just so hard without him.", "category": "Parenting" },
  { "id": 193, "joke": "Who were the greenest Presidents in US history? The bushes.", "category": "Punny" },
  { "id": 194, "joke": "When I was a kid, my mother told me I could be anyone I wanted to be. Turns out, identity theft is a crime.", "category": "Groaner" },
  { "id": 195, "joke": "Why did the Invisible Man turn down a job offer? He couldn't see himself doing it.", "category": "Groaner" },
  { "id": 196, "joke": "A ship carrying red paint and a ship carrying blue paint collide in the middle of the ocean. Both crews were marooned.", "category": "Punny" },
  { "id": 197, "joke": "Imagine if you walked into a bar and there was a long line of people waiting to take a swing at you. That's the punch line.", "category": "Groaner" },
  { "id": 198, "joke": "How do you make a water bed bouncier? Add spring water.", "category": "Groaner" },
  { "id": 199, "joke": "My parents raised me as an only child. Which really annoyed my younger brother.", "category": "Parenting" },
  { "id": 200, "joke": "What brand of underwear do scientists wear? Kelvin Klein.", "category": "Punny" },
  { "id": 201, "joke": "What do you call bears with no ears? B.", "category": "Sick" },
  { "id": 202, "joke": "I can't take my dog to the pond anymore because the ducks keep attacking him. That's what I get for buying a pure bread dog.", "category": "Groaner" },
  { "id": 203, "joke": "Why was 2019 afraid of 2020? Because they had a fight and 2021.", "category": "Groaner" },
  { "id": 204, "joke": "I hate my job—all I do is crush cans all day. It's soda pressing.", "category": "Punny" },
  { "id": 205, "joke": "I once saw a one-handed man in a second-hand store. I told him, \"I don't think they have what you're looking for, sir.\"", "category": "Groaner" }
]